NSCameraUsageDescription = "Kameraåtkomst krävs för att skanna dokument samt ta foton och spela in videor.";
NSFaceIDUsageDescription = "Face ID krävs för att logga in med ansiktsigenkänning.";
NSLocationAlwaysUsageDescription = "Appen använder din plats för att automatiskt starta filuppladdningar när du förflyttar dig mellan olika områden.";
NSPhotoLibraryUsageDescription = "Åtkomst till fotobiblioteket krävs för att ladda upp foton och videor till ditt moln.";
NSPhotoLibraryAddUsageDescription = "Åtkomst till fotobiblioteket krävs för att spara foton och videor i Bilder.";
NSMicrophoneUsageDescription = "Mikrofonåtkomst krävs för att skapa röstinspelningar.";
NSLocationWhenInUseUsageDescription = "Appen använder din plats för att upptäcka rörelse och automatiskt ladda upp filer. GPS används inte och din plats sparas inte.";
NSLocationAlwaysAndWhenInUseUsageDescription = "Appen behöver åtkomst till din plats även i bakgrunden för att automatiskt starta filuppladdningar när större platsförändringar upptäcks. GPS används inte.";
